[
    {
        "Index": "1",
        "Original Text": "Beaucoup d'esprits très distingués prétendent que le a «cantonais» n'est pas une langue, mais un palois. Nous n'avons pas la prélention de prouver que le «canionais» est une langue; mais nous pensons, cependant, qu'on peut le considérer comme tel: il est parlé et compris dans les provinces de Quang-Tong et de Quang-si, et même dans le Yunnan, à peu près dans les mêmes conditions que l'annamite se parle au Tonkin, en Annam et en Cochinchine. ll y a des différences d'intonation et de prononciation, des idiotismes particuliers à chaque région ; mais il n'en est pas moins vrai qu'en connaissant le cantonais parlé sur la frontière du Quang-Tong on est à même de comprendre les Chinois qui habitent autour du Tonkin et d'etre compris par eux.",
        "Google Trans.": "許多非常傑出的想法聲稱，“廣東話”不是一種語言，而是一種帕洛瓦。我們沒有戒律來證明“ Canionais”是一種語言。但是，我們認為我們可以這樣認為：在Quang-tong和Quang-si的省份，甚至在Yunnan的省份進行了說法，大致與Annamite的條件與Annamite與Tonkin，Annam和Cochinchina的交談相同。 。語調和發音有差異，每個區域都有特定的成語；但是，實際上，要知道在Quanti-tong的邊界上說的Cantonais，我們能夠理解生活在Tonkin周圍並被他們理解的中國人。",
        "DeepL Trans.": "許多非常傑出的人聲稱，\"粵語 \"不是一種語言，而是一種語言。我們無意證明粵語是一種語言；但我們認爲，它可以被視爲一種語言：它在廣通省和廣西省，甚至在雲南都被使用和理解，其條件或多或少與安南語在湯加、安南和科欽納的使用情況相同。每個地區都有不同的語調和發音，以及特有的白癡現象；但是，如果瞭解廣通邊境的粵語，就能夠理解生活在湯加附近的中國人，並被他們理解，這是事實。"
    },
    {
        "Index": "2",
        "Original Text": "Nous avons donc pensé être utile à tous ceux que l'étude des langues intéresse en faisant ce travail; nous espérons ainsi leur éviter les débuts pénibles et décourageants qu'on rencontre toujours ici, plus que partout ailleurs, avec les langues monosyllabiques et phoniques.",
        "Google Trans.": "因此，我們認為對所有通過做這項工作研究語言興趣的人都有用。我們希望避免他們以單音節和音語語言比其他任何地方都遇到的痛苦和令人沮喪的起點。",
        "DeepL Trans.": "因此，我們認爲，通過這項工作，我們可以對所有對語言研究感興趣的人有所幫助；我們希望避免在這裏，比起其他地方，在單音節和音節語言方面總是遇到的痛苦和令人沮喪的開端。"
    },
    {
        "Index": "3",
        "Original Text": "Au fur et à mesure qu'on avancera dans l'étude du cantonais on constatera assez souvent, nous l'avons dit, des différences d'intonation et de prononciation, méme avec les gens du pays ou l'on habite. On pourra en être surpris tout d'abord et cependant rien n'est plus naturel.",
        "Google Trans.": "正如我們將在研究廣東話的研究中，正如我們所說的那樣，即使我們居住的國家人民，我們也將經常看到語調和發音的差異。首先我們會感到驚訝，但沒有什麼比這更自然了。",
        "DeepL Trans.": "在學習粵語的過程中，正如我們所說，經常會發現語調和發音的差異，甚至與居住國的人也有差異。這在一開始可能是一個驚喜，但沒有什麼比這更自然的了。"
    },
    {
        "Index": "4",
        "Original Text": "En effet, quand on a habité quelque temps le Tonkin, on n'ignore pas que les races sont parfois très nombreuses sur un petit espace, et c'est le casen particulier de la région de Moncay. Chaque racea une langue ou un patois, mais toutes, si ellesentendent le cantonais, ne le parlent pas tout à faitde la même façon.",
        "Google Trans.": "的確，當我們在Tonkin居住了一段時間時，我們不會忽略這些品種有時在一個小空間中的數量非常多，而這是Moncay地區的特殊Casen。每種語言或方言都會繁殖，但是如果他們在粵語中，所有人都不會完全以相同的方式說話。",
        "DeepL Trans.": "事實上，當一個人在湯加生活了一段時間後，就會意識到在一個小區域內有時會有許多種族，這就是蒙凱地區的特殊情況。每個種族都有自己的語言或方言，但所有的人，如果他們聽到粵語，說的方式也不盡相同。"
    },
    {
        "Index": "5",
        "Original Text": "Ainsi, dans le bassin du Song-Ga-Long et dansles petits bassins côtiers s'étendant entre la mer etla moyenne et la haute vallée de ce fleuve, nousconnaissons une dizaine de races.",
        "Google Trans.": "因此，在宋加長的盆地以及在這條河的平均水平和高山谷之間延伸的小型沿海盆地中，我們給出了十幾個品種。",
        "DeepL Trans.": "因此，在Song-Ga-Long盆地和延伸到大海和這條河流的中上游河谷之間的沿海小盆地中，我們知道大約有十個種族。"
    },
    {
        "Index": "6",
        "Original Text": "Quclques-unes ont sans aucun doute des origines communes, mais vivant ou ayant surtout vecu séparées les unes des aulres dans les montagnes, elles en sont arrivées à ne plus connaitre leur langue originelle ou à la parler peu correctementcomme la langue cantonaise ell-même.",
        "Google Trans.": "Quclques-a無疑具有共同的起源，但活著，或者尤其是與山區的某些祭壇分開的，他們已經知道了他們的原始語言，或者像粵語本身那樣正確地說話。",
        "DeepL Trans.": "他們中的一些人無疑有共同的起源，但在山裏生活或曾經彼此分離，他們已經不再知道自己的原始語言，或者把它作爲廣東話本身說得不正確。"
    },
    {
        "Index": "7",
        "Original Text": "C'est le cas des Xắn giền nhần du secteur de Hacoi, considérés comme des freres par les Annamites, et désignés par ceux-ci sous le nom de Man dans la region.",
        "Google Trans.": "Hacoi行業的Xắngiềnnhần就是這種情況，被Annamites視為兄弟，並由他們以該地區的人的名義指定。",
        "DeepL Trans.": "這就是哈科伊地區的Xắn giền nhần的情況，他們被安南人視爲兄弟，並被他們稱爲該地區的Man。"
    },
    {
        "Index": "8",
        "Original Text": "ll faut ajouter aussi que les croisements ne sont pas rares entre ces races accolées ou superposées depuis de longues années.",
        "Google Trans.": "還應該補充說，這些品種已連接或疊加多年之間的交叉點並不少見。",
        "DeepL Trans.": "還應該補充的是，這些品種之間的雜交併不罕見，這些品種已經聯合或疊加了很多年了。"
    },
    {
        "Index": "9",
        "Original Text": "On trouve donc dans la zone indiquée plus haut les:",
        "Google Trans.": "因此，我們在上面指出的區域中發現：",
        "DeepL Trans.": "因此，在上述地區，我們發現以下情況。"
    },
    {
        "Index": "10",
        "Original Text": "1° Hặc nhần. 一 Paraissant être la race dominanteen Chine dans les deux Quang et peutêtre au Yunan, nombreux dans la congregation de Maté.",
        "Google Trans.": "1°HặCnhần。一似乎是兩個Quangs的主要繁殖中國，也許是Yunan，在Maté的會眾中有許多。",
        "DeepL Trans.": "1° Hặc nhần。在中國的兩廣地區，也許在雲南，在馬代會衆中，似乎是佔優勢的種族。"
    },
    {
        "Index": "11",
        "Original Text": "2° Hặc cá nhần. 一 Surtout à Hacoi.",
        "Google Trans.": "2°hặcCáNhần。一尤其是在Hacoi中。",
        "DeepL Trans.": "2° Hặc cá nhần. 一 特別是在哈科伊。"
    },
    {
        "Index": "12",
        "Original Text": "3° Ngái nhần. 一 Surtout sur la rive gauche du Ca-Long, à Na-Luong en Chine.",
        "Google Trans.": "3°NgáiNhần。一尤其是在中國Na-luong的Ca-Long的左岸。",
        "DeepL Trans.": "3° Ngái nhần. 特別是在中國的那龍河左岸，在那龍河。"
    },
    {
        "Index": "13",
        "Original Text": "4° Lầu Mần nhần. 一 A Cai-Lai, Lap-Ma ; venus, paraît-il, de Cam-chau en Chine.",
        "Google Trans.": "4°lầumầnNhần。 cai-lai，lap-ma;似乎來自中國的Cam-chau。",
        "DeepL Trans.": "4° Lầu Mần nhần。一在蔡萊，立馬；據說是來自中國的Cam-chau。"
    },
    {
        "Index": "14",
        "Original Text": "5° Xắn giền nhần. 一 A Dai Dien, Lang-Khé; d'origine annamite, appelés communément Man par les Annamites du Delta.",
        "Google Trans.": "5°xắngiềnnhần。 lang-khédien; Annamite的起源，通常被三角洲的Annamites稱為人。",
        "DeepL Trans.": "5°Xắn giền nhần。在大滇地區，郎克；起源於安南，通常被三角洲的安南人稱爲曼。"
    },
    {
        "Index": "15",
        "Original Text": "6° Xắn chỉ nhần. 一 A Poto, dans la Grande-Mamelle, Lang-Tu ; probablement d'origine annamite, appelés Thanh-Y par les Annamites et Sagnis ou Méo Sagnis par nous.",
        "Google Trans.": "6°xắnchỉnhần。一在Lang-Tu的Grande-Mamale的Poto；可能是Annamite的起源，我們被Annamites和Sagnis或Sagnis稱為Thanh-Y。",
        "DeepL Trans.": "6° Xắn chỉ nhần。一在波多，在大瑪，朗圖；可能是安南人的起源，安南人稱之爲Thanh-Y，我們稱之爲Sagnis或Méo Sagnis。"
    },
    {
        "Index": "16",
        "Original Text": "7° Phền nhần. 一 A Chu-Phai-San, Hoan Mo; d'origine annamite probablement.",
        "Google Trans.": "7°phềnnhần。一chu-phai-san，hoan mo;原始的Annamite。",
        "DeepL Trans.": "7° Phền nhần。一在朱柏山，Hoan Mo；可能是安南人的起源。"
    },
    {
        "Index": "17",
        "Original Text": "8° Xín nhần. 一 Dans la region de Pac-Si.",
        "Google Trans.": "8°XínNhần。一在PAC-SI地區。",
        "DeepL Trans.": "8° Xín nhần. 一、在Pac-Si地區。"
    },
    {
        "Index": "18",
        "Original Text": "9° Thủ nhần. 一 Dans la region de Bac-Lan (aunord de Pac-Si).",
        "Google Trans.": "9°thủnhần。一在Bac-Lang地區（Pac-Si Aunord）。",
        "DeepL Trans.": "9° Thủ nhần. 在Bac-Lan地區（Pac-Si的北部）。"
    },
    {
        "Index": "19",
        "Original Text": "10° Ốn nàm nhần. — Les Annamites, sur toute la côte.",
        "Google Trans.": "10°nnàmNhần。 - 整個海岸的Annamites。",
        "DeepL Trans.": "10° Ốn nàm nhần。- 安南人，沿着海岸線都有。"
    },
    {
        "Index": "20",
        "Original Text": "ll est facile, après cette énumération, peut-être un peu longue, de se rendre compte qu'il est impossible de ne pas trouver de nombreuses différences dans la langue parlée, mais on ne rencontre pas de réelles difficultés à comprendre et à se faire comprendre, et c'est là l'essentiel.",
        "Google Trans.": "在這份列表之後，很容易，也許很長一段時間以來就意識到不可能在口語中找到許多差異，但是我們在理解和理解方面並沒有遇到真正的困難，這是必不可少的。",
        "DeepL Trans.": "經過這樣的列舉（也許有點長），我們很容易意識到，在所講的語言中不可能找不到衆多的差異，但在理解和被理解方面不會遇到任何真正的困難，這就是關鍵所在。"
    },
    {
        "Index": "21",
        "Original Text": "Nous croyons devoir insister, car, encore une fois, les debuts sonl assez pénibles dans l'élude des langues de ces pays, et n'étant pas prévenu des quelques différences qu'on est susceptible de rencontrer on se découragerait assez vite et on auraittort, car, en définitive, nous croyons le cantonais plus facile, c'est-à-dire moins difficile à apprendre que l'annamile, l'intonation n'élant pas aussi rigoureuse, pour un certain nombre de mots, quedans cette dernière langue.",
        "Google Trans.": "我們相信我們必須堅持，因為再次，在這些國家的語言的愚蠢中首次亮相，而不是被警告我們可能會遇到的幾個差異，我們會很快地阻止最終，我們認為粵語更容易，那就是要比安納納米爾（Annamile）學習的難度較難，而對某些單詞的語調並不那麼嚴格，而不是在最後的語言中。",
        "DeepL Trans.": "我們覺得必須堅持，因爲，在研究這些國家的語言時，開頭還是相當困難的，如果不提醒人們可能遇到的少數差異，人們很快就會灰心喪氣，感到疲憊，因爲，歸根結底，我們認爲粵語更容易，也就是說，比安納姆語更不難學，因爲在一定數量的單詞中，音調沒有後者那麼嚴格。"
    },
    {
        "Index": "22",
        "Original Text": "La langue cantonaise (bặc và, langue des bặc), à notre avis, vient du quan-hoa; la langue mandarine.",
        "Google Trans.": "在我們看來，廣東話（BặCVà，BặC語言）來自Quan-Hoa；橘子舌頭。",
        "DeepL Trans.": "在我們看來，粵語（bặc và，bặc的語言）來自quan-hoa；普通話。"
    },
    {
        "Index": "23",
        "Original Text": "Nous ne connaissons de cette dernière langue que le vocabulaire fait par le lieutenant H. de Lacoste, dont la notation se rapproche de celle du quốc ngữ. Cet officier a écrit son recueil dans le cercle de Lao-Kay.",
        "Google Trans.": "",
        "DeepL Trans.": "我們只知道後一種語言是由H. de Lacoste中尉製作的詞彙，其符號與quốc ngữ的符號接近。這位官員在老凱的圈子裏寫了他的集子。"
    },
    {
        "Index": "24",
        "Original Text": "Chaque mot prononcé par un Méo, un Yao, ou un Nhang a été nolé tel qu'il était enlendu, d'après une orthographe convenlionnelle. Dans ces conditions on peut admeltre que ce quan-hoa, exact pour 1a région haute, ne soit plus qu'une corruption du quan-hoa connu en Chine, et on peut même le croire hardiment, car le lieutenant de Lacosle n'a noté que trois tons, en disant que d'ailleurs, comme l'a également remarqué à propos du tai le commandant Diguet, les Méo, Yao et Nhang ont l'oreille beaucoup plus indulgente que les Annamites pour les fautes d'intonation et, pouvons nous ajouter aussi sans doute, que les Chinois de la frontière du Quang-Tong dont l'ouïe est assez délicate, mais moins cependant que celle des Annamites, certainement à cause de la variété desraces du pays.",
        "Google Trans.": "根據相反的拼寫，每個單詞都由meo，yao或nhang發音。在這種情況下，我們可以承認，對於高地區來說，這一數量只是中國已知數量的腐敗，甚至可以大膽地相信它，因為De Lacosle中尉沒有指出三個音調，說明這是三個音調正如關於太極指揮官Diguet所注意到的那樣，Méo，Yao和Nhang的耳朵比Annamites的語調錯誤更加放縱，並且無疑可以補充說，Quanti-Tong的中國人聽到的聽證會非常精緻，但少於Annamites，這當然是因為該國的多樣性。",
        "DeepL Trans.": "梅奧人、瑤族人或Nhang人發音的每一個詞都是按照傳統的拼寫方式，按照人們的理解進行翻譯。在這些條件下，我們可以承認，這個確切用於上層地區的quan-hoa只是中國已知的quan-hoa的一種變形，人們甚至可以大膽地相信它，因爲Lieutenant de Lacosle只注意到三個音調，說此外，正如指揮官Diguet也注意到關於tai的情況。與安南人相比，梅奧人、瑤族人和Nhang人對音調錯誤有更多的寬容，我們可以補充說，與廣通邊境的中國人相比，他們的聽力相當細膩，但不如安南人，這當然是因爲該國種族的多樣性。"
    },
    {
        "Index": "25",
        "Original Text": "Sans vouloir faire une élude comparative sur le quan-hoa du cercle de Lao-Kay et le cantonais, nous pensons qu'il peut être intéressant de rapprocher quelques mots pour bien saisir les différences et rnontrer I'unile d'origine; ainsi nous prendrons au hasard:",
        "Google Trans.": "我們不想對老撾和廣東話的圈子的數量進行比較的挑剔，我們認為將幾個單詞更靠近以正確地掌握了差異並將原始的聯合國納入原始的聯合國，這可能很有趣。因此，我們將隨機進行：",
        "DeepL Trans.": "我們不想對老街圈的Quanhoa和粵語進行比較研究，但我們認爲，爲了瞭解其差異並顯示其來源的獨特性，比較幾個詞可能是有趣的；所以我們將隨機抽樣。"
    },
    {
        "Index": "26",
        "Original Text": "",
        "Google Trans.": "#VALUE!",
        "DeepL Trans.": ""
    },
    {
        "Index": "27",
        "Original Text": "Ils sont innombrables les mots ayant à peu près même figure, et la ressemblance serait plus parfaile si le lientenant de Lacoste avait, comme nous, adopté l'orthographe du quốc-ngữ.",
        "Google Trans.": "它們是幾乎沒有相同數字的單詞，而且如果Lacoste像我們這樣的鏈接採用了Quốc-Ngữ的拼寫，那麼相似之處將變得更加完美。",
        "DeepL Trans.": "有無數的詞都有或多或少的相同數字，如果拉科斯特的學習者像我們一樣採用quốc-ngữ的拼寫，那麼這種相似性會更加完美。"
    },
    {
        "Index": "28",
        "Original Text": "Cette orthographe, inventée par les Pères portugais pour écrire l'annamite, est, à notre avis, la seule qui rende presque parfaitement les tons et les sons des langues monosyllabiques et eussions nous voulu ne pas l'emprunter que nous aurions manqué le but que nous nous sommes proposé dans cetle étude ; cependant nous nous réservons d'y apporter quelques modifications dans le seul but de la simplifier. Nous donnerons en temps voulu les explications nécessaires.",
        "Google Trans.": "在我們看來，葡萄牙父親發明的這種拼寫是唯一使單音節語言的音調和聲音的拼寫，並且不想藉用它，我們會錯過我們提出的目標在這項研究中;但是，我們保留自己的修改，以簡化它的唯一目的。我們將在適當的時候給出必要的解釋。",
        "DeepL Trans.": "這種由葡萄牙教父發明的用於書寫安南語的拼寫法，在我們看來，是唯一能夠幾乎完美地再現單音節語言的音調和聲音的拼寫法，如果我們不希望借用它，就會錯過我們在這項研究中提出的目標；但是，我們保留對它進行一些修改的權利，其唯一目的是簡化它。我們將在適當的時候作出必要的解釋。"
    },
    {
        "Index": "29",
        "Original Text": "Pour rendre plus facile la compréhension du cantonais, pour en rendre plus saisissables les nuances, nous avons pensé qu'il serait très avantageux d'avoir sous les yeux l'annamite a côté du chinois. L'un aidera beaucoup à mieux apprendre lautre à la majorilé des personnes habitant la frontière ; car généralement tous ceux que leurs occupations forcent d'habiter dans cetle zone ont une teinte plus ou moins étendue de langue annamite et ont souvent des Annamites auprès d'eux connaisant le quốc-ngữ; en outre, il nous semble que beaucoupde mots annamites rendent mieux le sens que des périphrases en francais.",
        "Google Trans.": "為了使了解粵語更容易，使細微差別更加抓握，我們認為將Annamite放在中國人面前是非常有利的。一個人將幫助大多數人學習居住在邊境的人。因為一般而言，他們的職業居住在這一領域的所有人員都有或多或少的annamite語言陰影，並且經常與他們知道Ce-ngữ；此外，在我們看來，安妮·安妮（Annamese）的許多單詞比法語中的圍th詞更好。",
        "DeepL Trans.": "爲了更容易理解粵語，使細微的差別更容易被理解，我們認爲將安納西語與中文一起擺在我們眼前是非常有利的。一個是幫助生活在邊境上的大多數人更好地學習另一個；因爲一般來說，所有那些職業迫使他們生活在這一地區的人都或多或少地掌握了安南語，而且他們身邊經常有懂得quốc-ngữ的安南人；此外，在我們看來，許多安南語單詞比法語的圍語更能表達意思。"
    },
    {
        "Index": "30",
        "Original Text": "ll ressortira en même temps de ce rapprochement que beaucoup de mots annamites sont d'origine chinoise. Quelle forme convieni-il d'adopter pour rendre cette très imparfaite étude intelligible et pratique, surtout pratique ? Grouperons-nous tous les mots de même intonation ou bien les placerons-nous au hasard de la plume? Aucune de ces manières ne nous paraît répondre au but pratique et utilitaire que nous avons en vue. Nous pensons que, pour faciliter la connaissance des mots, il convient de les grouper en des tableaux synoptiques en quelque sorte. Ainsi d'une manière générale nous aurons réuni tous les noms usuels des animaux, des métiers ou protessions, etc. Chaque tableau sera suivi d'exercices de conversation. Selon le cas il sera toujours facile de trouver rapidement les mots dont on aura besoin. Mais avant il est indispensable d'éludier et l'intonation et la prononciation.",
        "Google Trans.": "同時，這將是從許多Annamite單詞中的和解中出來的。應該採用哪種形式使這項非常不完美的研究可理解和實用，尤其是實用？我們會將所有語調的單詞分組，還是將它們隨機放置？這些方式似乎都沒有達到我們看到的實用和實用性目標。我們認為，為了促進單詞的知識，有必要以某種方式將它們分組為概要表。因此，總的來說，我們將匯集所有通常的動物，專業或保護的名稱等。每張桌子都將進行對話練習。根據情況，總是很容易快速找到所需的單詞。但是在這對於雄辯，語調和發音至關重要。",
        "DeepL Trans.": "同時，從這一比較中可以看出，許多安納姆語的詞彙都源於漢語。我們應該採取什麼形式來使這一非常不完善的研究變得可理解和實用，特別是實用？我們是把所有相同語氣的詞放在一起，還是把它們隨意地放在筆下？在我們看來，這些方式都不能滿足我們所考慮的實際和功利的目的。我們認爲，爲了促進對詞語的認識，最好將它們歸入某種同步表。因此，在一般情況下，我們將把所有常用的動物、行業或職業等名稱收集起來。每張桌子後面都會有對話練習。根據不同的情況，總是很容易找到你需要的詞語。但在這樣做之前，必須研究語調和發音。"
    },
    {
        "Index": "31",
        "Original Text": "Sans entrer dans trop de détails à leur sujet, ilest pourtant nécessaire d'insister quelque peu sur l'une el l'autre, car savoir beaucoup de mots et ignorer l'intonation et la prononciation, cest ne rien savoir. N'en est-il pas de même, d'ailleurs, pour toutes les langues? Nous expliquerons donc ce que c'est que l'intonation ; nous consacrerons aussi un chapitre à la prononciation, en étant aussi bref que possible pour ne pas fatiguer l'attention inutilement. Nous laissons à chacun le soin d'améliorer sa diction par la pratique et de compléter ainsi, mieux que nous pourrions le faire nous même, les indications générales indispensables que nous croyons devoir indiquer.",
        "Google Trans.": "如果不詳細介紹它們，則有必要堅持另一方面，因為知道很多單詞並忽略語調和發音，因此不知道任何事情。而且，對於所有語言，它不是一樣嗎？因此，我們將解釋什麼是語調。我們還將專門寫一章來發音，盡可能簡短，以免不必要地疲倦。我們將其留給每個人，以通過實踐來改善他們的詞典，並完成，比我們自己做得更好，這是我們認為我們必須指出的基本一般跡象。",
        "DeepL Trans.": "在不對它們進行太多詳細說明的情況下，還是有必要在某種程度上堅持其中之一，因爲知道很多單詞而忽略了語調和發音，就是什麼都不知道。此外，對所有的語言來說，這不也是一樣嗎？因此，我們將解釋什麼是語調；我們還將用一章來介紹發音，儘量簡短，以免引起不必要的疲勞。我們把它留給每個人，讓他們通過實踐來改善自己的發音，從而比我們自己做得更好地完成我們認爲必須指出的不可缺少的一般指示。"
    },
    {
        "Index": "32",
        "Original Text": "Comme la langue annamite la langue chinoise apeu de règles grammaticales. Nous les expliquerons au fur et à mesure qu'elles se présenteront. N'est-ce pas la façon la plus pratigue de les apprendre et de les retenir? Dans tous les pays l'enfant apprend d'abord des mots, et les règles de grammaire s'apprennent surtout par l'usage au fur et a mesure que l'enfant avance en âge,",
        "Google Trans.": "像Annamite語言一樣，具有語法規則的中文。我們將在出現時解釋它們。這不是學習和持有它們的最實用的方法嗎？在所有國家 /地區，孩子首先要學習單詞，而語法規則首先是通過隨著兒童的成長而學習的，",
        "DeepL Trans.": "與安南語一樣，漢語的語法規則很少。我們將在出現這些問題時進行解釋。這難道不是學習和保留它們的最實用方法嗎？在所有國家，孩子們首先學習單詞，隨着孩子年齡的增長，語法規則主要通過使用來學習。"
    },
    {
        "Index": "33",
        "Original Text": "C'est la bonne maniere, croyons-nous; il suffit de la compléter par l'étude, c'est-à-dire par les exercices pratiques journaliers. Mais, cependant, pour faciliter le travail nous récapitulerons, à la fin des exercices, en des tableaux succincts, les diverses règles de grammaire relatives à l'article, au substantif, à 'adjectif, au verbe, à I'adverbe, etc..., qu'il importe de connaitre. Eofin la traduction de quelques lettres et requêles mot a mot complétera heureusement, croyons-nous, ce travail.",
        "Google Trans.": "我們相信這是一個好方法。通過研究完成它是足夠的，也就是說，每天的實踐練習。但是，但是，在練習結束時，簡短的表格，與文章，名詞，形容詞，動詞，副詞等有關。我們相信，eofin將一些字母和請求單詞的詞翻譯成詞，我們相信這項工作將完成。",
        "DeepL Trans.": "我們認爲這是正確的方法；它只需要通過學習來補充，即通過日常的實際練習。但是，爲了方便工作，我們將在練習的最後，用簡短的表格總結與冠詞、名詞、形容詞、動詞、副詞等有關的各種語法規則，這些規則是必須要知道的。我們相信，對一些信件和詢問的逐字翻譯將完成這項工作。"
    },
    {
        "Index": "34",
        "Original Text": "Nous pensons qu'ainsi présentée notre étude répondra au but visé: être essentiellement pratique et utilitaire.",
        "Google Trans.": "我們認為，因此我們的研究將符合目標的目標：本質上是實用和實用的。",
        "DeepL Trans.": "我們相信，通過這種方式，我們的研究將達到預期的目的：基本上是實用和功利的。"
    }
]